<div class="modal fade" id="md_privacy" data-keyboard="false" data-backdrop="static" tabindex="-1" role="dialog" aria-labelledby="md_privacy" aria-hidden="true">
    <div class="modal-dialog modal-dialog-centered modal-dialog-scrollable modal-lg" role="document">
        <div class="modal-content">
            <div class="modal-header">
                <h5 class="modal-title"><img src="http://digiproj.sut.ac.th/prj65_02/tiwderr/assets/images/logo.png" alt="logo" width="100px"/></h5>
                <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                    <span aria-hidden="true">&times;</span>
                </button>
            </div>
            <div class="modal-body" style="background-color: #ffffff; ">
                <div class="container pb-5" style="background-color: #ffffff; border-radius: 10px; ">
                    <p dir="ltr" style="text-align: center; line-height: 1.2; margin-top: 0pt; margin-bottom: 9pt;"><span style="font-size:24pt;color:#000000;background-color:transparent;font-weight:700;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;">นโยบายความเป็นส่วนตัว</span></p>
                    <p style="text-align: center;"><img src="http://digiproj.sut.ac.th/prj65_02/tiwderr/assets/images/privacy.jpg" alt="image" style="width:25%"/></p>
                    <p dir="ltr" ><span >ทีม TiWDERR ให้ความสำคัญกับการคุ้มครองข้อมูลส่วนบุคคลของคุณ โดยนโยบายความเป็นส่วนตัวฉบับนี้ได้อธิบายแนวปฏิบัติเกี่ยวกับการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล รวมถึงสิทธิต่าง ๆ ของเจ้าของข้อมูลส่วนบุคคล ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล</span></p>
                    <p dir="ltr" ><span class="h5">การเก็บรวบรวมข้อมูลส่วนบุคคล</span></p>
                    <p dir="ltr" ><span >เราจะเก็บรวบรวมข้อมูลส่วนบุคคลที่ได้รับโดยตรงจากคุณผ่านช่องทาง ดังต่อไปนี้</span></p>
                    <ul >
                        <li >
                        <p dir="ltr" ><span >การสมัครสมาชิก</span></p>
                        </li>
                        <li >
                            <p dir="ltr" ><span >โทรศัพท์</span></p>
                        </li>
                        <li >
                            <p dir="ltr" ><span >อีเมล</span></p>
                        </li>
                        <li >
                            <p dir="ltr" ><span >บัตรประชาชน</span></p>
                        </li>
                        
                    </ul>
                    <p dir="ltr" ><span class="h5">ประเภทข้อมูลส่วนบุคคลที่เก็บรวบรวม</span></p>
                    <ul >
                        <li >
                            <p dir="ltr" ><span class="font-weight-bolder" >ข้อมูลส่วนบุคคล</span><span >&nbsp;ได้แก่ ชื่อ - นามสกุล วันเดือนปีเกิด เพศ </span><span >ประวัติทางการศึกษา</span><span > สำเนาบัตรประชาชน </span></p>
                        </li>
                        <li >
                            <p dir="ltr" ><span class="font-weight-bolder" >ข้อมูลการติดต่อ</span><span >&nbsp;ได้แก่ หมายเลขโทรศัพท์ อีเมล</span></p>
                        </li>
                        <li >
                            <p dir="ltr" ><span class="font-weight-bolder">ข้อมูลบัญชี</span><span >&nbsp;ได้แก่ บัญชีผู้ใช้งาน ประวัติการใช้งานทั้งหมด</span></p>
                        </li>
                        <li >
                            <p dir="ltr" ><span class="font-weight-bolder">ข้อมูลทางเทคนิค</span><span >&nbsp;เช่น IP Address, ตำแหน่งที่ตั้ง, ประวัติการใช้งานเว็บไซต์ (Activity Log) เป็นต้น</span></p>
                        </li>
                        <li >
                            <p dir="ltr" ><span class="font-weight-bolder">ข้อมูลอื่น ๆ</span><span >&nbsp;เช่น รูปภาพ และข้อมูลอื่นใดที่ถือว่าเป็นข้อมูลส่วนบุคคลตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล</span></p>
                        </li>
                    </ul>
                    <p dir="ltr" ><span class="h5">ผู้เยาว์</span></p>
                    <p dir="ltr" ><span >หากคุณมีอายุต่ำกว่า 15 ปีหรือมีข้อจำกัดทางความสามารถตามกฎหมาย เราอาจเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ เราอาจจำเป็นต้องให้พ่อแม่หรือผู้ปกครองของคุณให้ความยินยอมหรือการกระทำอื่นที่กฎหมายอนุญาตให้ทำได้ หากเราทราบว่ามีการเก็บรวบรวมข้อมูลส่วนบุคคลจากผู้เยาว์โดยไม่ได้รับความยินยอมจากพ่อแม่หรือผู้ปกครอง เราจะดำเนินการลบข้อมูลนั้นออกจากเซิร์ฟเวอร์ของเรา</span></p>
                    <p dir="ltr" ><span class="h5">วิธีการเก็บรักษาข้อมูลส่วนบุคคล</span></p>
                    <p dir="ltr" ><span >เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณในรูปแบบอิเล็กทรอนิกส์ เราเก็บรักษาข้อมูลส่วนบุคคลของคุณ ดังต่อไปนี้</span></p>
                    <ul >
                        <li >
                            <p dir="ltr"  role="presentation"><span >ผู้ให้บริการเซิร์ฟเวอร์ในมหาวิทยาลัยเทคโนโลยีสุรนารี ซึ่งผู้ให้บริการนี้ได้ผ่านการประเมินความปลอดภัยในการเก็บและประมวลผลข้อมูลส่วนบุคคลตรงตามมาตรฐานแล้ว</span></p>
                        </li>
                    </ul>
                    <p dir="ltr" ><span class="h5">การประมวลผลข้อมูลส่วนบุคคล</span></p>
                    <p dir="ltr" ><span >แบ่งออกเป็น 2 ประเภทตามฐานของการประมวลผล ดังนี้</span></p>
                    <ol >
                        <li >
                            <p dir="ltr" ><span >ฐานสัญญา (Contract basis) ฐานการปฏิบัติตามกฎหมาย (Legal Obligations basis) ฐานความจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมายของผู้ควบคุมข้อมูลส่วนบุคคล หรือของบุคคล หรือนิติบุคคลอื่น (Legitimate Interest basis) โดยคุณจำเป็นต้องยินยอมในการประมวลผลข้อมูลตั้งแต่มีการสร้างบัญชีในระบบเพื่อวัตถุประสงค์ดังต่อไปนี้</span></p>
                        </li>
                        <ul >
                            <li >
                                <p dir="ltr" ><span >เพื่อสร้างและจัดการบัญชีผู้ใช้งาน</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span >เพื่อปรับปรุงระบบ หรือประสบการณ์การใช้งานเว็บไซต์โดยรวม ในลักษณะที่ระบุตัวตนได้</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span >เพื่อการบริหารจัดการเว็บไซต์</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span >เพื่อรวบรวมข้อเสนอแนะ</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span >เพื่อปฏิบัติตามข้อตกลงและเงื่อนไข (Terms and Conditions)</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span >เพื่อปฏิบัติตามกฎหมายและกฎระเบียบของหน่วยงานราชการ</span></p>
                            </li>
                        </ul>
                        <li >
                            <p dir="ltr" ><span >ฐานความยินยอม (Consent basis) โดยคุณมีสิทธิจะให้ความยินยอมหรือไม่ก็ได้ เพื่อวัตถุประสงค์ดังต่อไปนี้</span></p>
                        </li>
                        <ul >
                            <li >
                                <p dir="ltr" ><span >เพื่อปรับปรุงระบบ หรือประสบการณ์การใช้งานเว็บไซต์ ในลักษณะที่สามารถระบุตัวตนได้</span></p>
                            </li>
                        </ul>
                    </ol>
                    <p dir="ltr" ><span class="h5">การเปิดเผยข้อมูลส่วนบุคคล</span></p>
                    <p dir="ltr" ><span >เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณให้แก่ผู้อื่นภายใต้ความยินยอมของคุณหรือตามที่กฎหมายอนุญาตให้เปิดเผยได้ ดังต่อไปนี้</span></p>
                    <ol >
                        <li >
                            <p dir="ltr" ><span >การบริหารจัดการภายในองค์กร เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณภายในองค์กรเท่าที่จำเป็นเพื่อปรับปรุงและพัฒนาระบบหรือเว็บไซต์ของเรา เราอาจรวบรวมข้อมูล ภายใต้นโยบายนี้เพื่อประโยชน์ของคุณและผู้อื่นมากขึ้น</span></p>
                        </li>
                        <li >
                            <p dir="ltr" ><span >การบังคับใช้กฎหมาย ในกรณีที่มีกฎหมายหรือหน่วยงานราชการร้องขอ เราจะเปิดเผยข้อมูลส่วนบุคคลของคุณเท่าที่จำเป็นให้แก่หน่วยงานราชการ เช่น ศาล หน่วยงานราชการ เป็นต้น</span></p>
                        </li>
                    </ol>
                    <p dir="ltr" ><span class="h5">ระยะเวลาจัดเก็บข้อมูลส่วนบุคคล</span></p>
                    <p dir="ltr" ><span >เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณไว้ตามระยะเวลาที่จำเป็นในระหว่างที่คุณเป็นลูกค้าหรือมีความสัมพันธ์อยู่กับเราหรือตลอดระยะเวลาที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวข้องกับนโยบายฉบับนี้ ซึ่งอาจจำเป็นต้องเก็บรักษาไว้ต่อไปภายหลังจากนั้น หากมีกฎหมายกำหนดไว้ เราจะลบ ทำลาย หรือทำให้เป็นข้อมูลที่ไม่สามารถระบุตัวตนของคุณได้ เมื่อหมดความจำเป็นหรือสิ้นสุดระยะเวลาดังกล่าว</span></p>
                    <p dir="ltr" ><span class="h5">สิทธิของเจ้าของข้อมูลส่วนบุคคล</span></p>
                    <p dir="ltr" ><span >ภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล คุณมีสิทธิในการดำเนินการดังต่อไปนี้&nbsp;</span><span >สิทธิขอถอนความยินยอม (right to withdraw consent)</span><span >&nbsp;หากคุณได้ให้ความยินยอม เราจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ ไม่ว่าจะเป็นความยินยอมที่คุณให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลใช้บังคับหรือหลังจากนั้น คุณมีสิทธิที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดเวลา</span></p>
                    <ol >
                        <li >
                            <p dir="ltr" ><span >ฐานสัญญา (Contract) การถอนความยินยอมหมายถึงการยกเลิกสัญญา เช่น การยกเลิกบัญชีผู้ใช้งาน สามารถทำได้โดยติดต่อผ่านทางช่องทางการติดต่อของ TiWDERR (</span><span style="font-size:12pt;color:#0000ff;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;">tiwderrmail@gmail.com</span><span >)</span></p>
                        </li>
                        <li >
                            <p dir="ltr" ><span >ฐานความยินยอม (Consent) คุณสามารถเปลี่ยนแปลงการให้ความยินยอมการใช้ข้อมูลหรือที่ (</span><span style="font-size:12pt;color:#0000ff;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;">tiwderrmail@gmail.com</span><span >)</span></p>
                        </li>
                        <ul >
                            <li >
                                <p dir="ltr" ><span class="font-weight-bolder">สิทธิขอเข้าถึงข้อมูล (right to access)</span><span >&nbsp;คุณมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของคุณที่อยู่ในความรับผิดชอบของเราได้โดยการเข้าใช้งานบัญชีผ่านทางหน้าเว็บไซต์ของ TiWDERR</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span class="font-weight-bolder">สิทธิขอถ่ายโอนข้อมูล (right to data portability)</span><span >&nbsp;คุณมีสิทธิขอรับข้อมูลส่วนบุคคลของคุณในกรณีที่เราได้จัดทำข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบให้สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ รวมทั้งมีสิทธิขอให้เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นเมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span class="font-weight-bolder">สิทธิขอคัดค้าน (right to object)</span><span >&nbsp;คุณมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณในเวลาใดก็ได้ หากคุณสงสัยว่าการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณขัดต่อวัตถุประสงค์ หรือการดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วยกฎหมายของเราหรือของบุคคลหรือนิติบุคคลอื่นโดยไม่เกินขอบเขตที่คุณสามารถคาดหมายได้อย่างสมเหตุสมผล หรือเพื่อดำเนินการตามภารกิจเพื่อสาธารณประโยชน์</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span class="font-weight-bolder">สิทธิขอให้ลบหรือทำลายข้อมูล (right to erasure/destruction)</span><span >&nbsp;คุณมีสิทธิขอลบหรือทำลายข้อมูลส่วนบุคคลของคุณหรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวคุณได้ หากคุณเชื่อว่าข้อมูลส่วนบุคคลของคุณถูกเก็บรวบรวม ใช้ หรือเปิดเผยโดยไม่ชอบด้วยกฎหมายที่เกี่ยวข้องหรือเห็นว่าเราหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่เกี่ยวข้องในนโยบายฉบับนี้ หรือเมื่อคุณได้ใช้สิทธิขอถอนความยินยอมหรือใช้สิทธิขอคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span class="font-weight-bolder">สิทธิขอให้ระงับการใช้ข้อมูล (right to restriction of processing)</span><span >&nbsp;คุณมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคราวในกรณีที่เราอยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิขอแก้ไขข้อมูลส่วนบุคคลหรือขอคัดค้านของคุณหรือกรณีอื่นใดที่เราหมดความจำเป็นและต้องลบหรือทำลายข้อมูลส่วนบุคคลของคุณตามกฎหมายที่เกี่ยวข้องแต่คุณขอให้เราระงับการใช้แทน</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span class="font-weight-bolder">สิทธิขอให้แก้ไขข้อมูล (right to rectification)</span><span >&nbsp;คุณมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของคุณให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด ได้โดยการเข้าใช้งานบัญชีผ่านทางหน้าเว็บไซต์ของ TiWDERR</span></p>
                            </li>
                            <li >
                                <p dir="ltr" ><span class="font-weight-bolder">สิทธิร้องเรียน (right to lodge a complaint)</span><span >&nbsp;คุณมีสิทธิร้องเรียนต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง หากคุณเชื่อว่าการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ เป็นการกระทำในลักษณะที่ฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายที่เกี่ยวข้อง</span></p>
                            </li>
                        </ul>
                    </ol>
                    <p dir="ltr" ><span >**การถอนความยินยอมในฐานสัญญา หมายถึงการยกเลิกสัญญา เช่น การยกเลิกบัญชีผู้ใช้งานหรือบัญชีผู้ว่าจ้าง สามารถทำได้โดยติดต่อผ่านทางช่องทางการติดต่อของ TiWDERR (</span><a href="mailto:tiwderrmail@gmail.com" style="text-decoration:none;"><span style="font-size:12pt;color:#0000ff;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;">tiwderrmail@gmail.com</span></a><span >) โดยเราจะมีการแจ้งผลการดำเนินการภายในระยะเวลาดำเนินการ นับแต่วันที่เราได้รับคำขอใช้สิทธิจากคุณ ทั้งนี้ หากเราปฏิเสธคำขอเราจะแจ้งเหตุผลของการปฏิเสธให้คุณทราบผ่านช่องทางต่าง ๆ เช่น อีเมล โทรศัพท์ เป็นต้น</span></p>
                    <p dir="ltr" ><span class="h5">การรักษาความมั่งคงปลอดภัยของข้อมูลส่วนบุคคล</span></p>
                    <p dir="ltr" ><span >เราจะรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของคุณไว้ตามหลักการ การรักษาความลับ (confidentiality) ความถูกต้องครบถ้วน (integrity) และสภาพพร้อมใช้งาน (availability) ทั้งนี้ เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผย นอกจากนี้เราจะจัดให้มีมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล ซึ่งครอบคลุมถึงมาตรการป้องกันด้านการบริหารจัดการ (administrative safeguard) มาตรการป้องกันด้านเทคนิค (technical safeguard) และมาตรการป้องกันทางกายภาพ (physical safeguard) ในเรื่องการเข้าถึงหรือควบคุมการใช้งานข้อมูลส่วนบุคคล (access control)&nbsp;</span><span >ไม่มีข้อมูลขยะ สแปม สปายแวร์ หรือ ไวรัส</span><span >&nbsp;ข้อมูลขยะ (Spam) สปายแวร์ (Spyware) หรือ ไวรัส (Virus) นั้นไม่ได้รับอนุญาตบนแพลตฟอร์ม กรุณาตั้งค่าและคงสภาพความต้องการ (Preference) ในการติดต่อสื่อสารเพื่อที่บริษัทจะได้ส่งข้อมูลการติดต่อสื่อสารตามที่ผู้ใช้งานต้องการ โดยที่ผู้ใช้งานจะไม่ได้รับข้อความใดๆที่มีลักษณะเป็น ข้อมูลขยะ สแปม สปายแวร์ หรือ ไวรัสผ่านทางแพลตฟอร์ม หากผู้ใช้งานต้องการรายงานข้อความที่น่าสงสัยให้บริษัททราบ สามารถติดต่อผ่านทางอีเมล (</span><span style="font-size:12pt;color:#0000ff;background-color:transparent;font-weight:400;font-style:normal;font-variant:normal;text-decoration:underline;-webkit-text-decoration-skip:none;text-decoration-skip-ink:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;">tiwderrmail@gmail.com</span><span >)</span></p>
                    <p dir="ltr" ><span class="h5">การแจ้งเหตุละเมิดข้อมูลส่วนบุคคล</span></p>
                    <p dir="ltr" ><span >ในกรณีที่มีเหตุละเมิดข้อมูลส่วนบุคคลของคุณและมีความเสี่ยงต่อสิทธิเสรีภาพ เราจะแจ้งให้สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลทราบโดยไม่ชักช้าภายใน 72 ชั่วโมง นับแต่ทราบเหตุเท่าที่สามารถกระทำได้ ในกรณีที่การละเมิดมีความเสี่ยงสูงที่จะมีผลกระทบต่อสิทธิและเสรีภาพของคุณ เราจะแจ้งการละเมิดให้คุณทราบพร้อมกับแนวทางการเยียวยาโดยไม่ชักช้าผ่านช่องทางต่าง ๆ เช่น เว็บไซต์ อีเมล โทรศัพท์ เป็นต้น</span></p>
                    <p dir="ltr" ><span class="h5">การแก้ไขเปลี่ยนแปลงนโยบายความเป็นส่วนตัว</span></p>
                    <p dir="ltr" ><span >เราอาจแก้ไขเปลี่ยนแปลงนโยบายนี้เป็นครั้งคราว โดยคุณสามารถทราบข้อกำหนดและเงื่อนไขนโยบายที่มีการแก้ไขเปลี่ยนแปลงนี้ได้ผ่านทางเว็บไซต์ของเรา</span></p>
                    <p dir="ltr" ><span class="h5">นโยบายความเป็นส่วนตัวของเว็บไซต์อื่น</span></p>
                    <p><span id="docs-internal-guid-c48a31b7-7fff-656d-cb4b-eacbe6a4229f"></span></p>
                    <p dir="ltr" style="line-height:1.2;margin-top:14pt;margin-bottom:8pt;"><span >นโยบายความเป็นส่วนตัวฉบับนี้ใช้สำหรับการเสนอสินค้า บริการ และการใช้งานบนเว็บไซต์สำหรับลูกค้าของเราเท่านั้น หากคุณเข้าชมเว็บไซต์อื่นแม้จะผ่านช่องทางเว็บไซต์ของเรา การคุ้มครองข้อมูลส่วนบุคคลต่าง ๆ จะเป็นไปตามนโยบายความเป็นส่วนตัวของเว็บไซต์นั้น ซึ่งเราไม่มีส่วนเกี่ยวข้องด้วย</span></p>

                </div>
            </div>
        </div>
    </div>
</div>