<div class="modal fade" id="md_terms" data-keyboard="false" data-backdrop="static" tabindex="-1" role="dialog" aria-labelledby="md_terms" aria-hidden="true">
    <div class="modal-dialog modal-dialog-centered modal-dialog-scrollable modal-lg" role="document">
        <div class="modal-content">
            <div class="modal-header">
                <h5 class="modal-title"><img src="http://digiproj.sut.ac.th/prj65_02/tiwderr/assets/images/logo.png" alt="logo" width="100px" /></h5>
                <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                    <span aria-hidden="true">&times;</span>
                </button>
            </div>
            <div class="modal-body" style="background-color: #ffffff; ">
                <div class="container pb-5" style="background-color: #ffffff; border-radius: 10px; ">
                    <p dir="ltr" style="text-align: center; line-height: 1.2; margin-top: 0pt; margin-bottom: 9pt;"><span style="font-size:24pt;color:#000000;background-color:transparent;font-weight:700;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;white-space:pre;white-space:pre-wrap;">ข้อกำหนดการใช้บริการ</span></p>
                    <p style="text-align: center;"><img src="http://digiproj.sut.ac.th/prj65_02/tiwderr/assets/images/terms.jpg" alt="image" style="width:30%" /></p>
                            <p dir="ltr"><span >&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span md_contact>&nbsp;เงื่อนไขและข้อตกลงการให้บริการนี้ครอบคลุมถึงการใช้บริการเว็บไซต์ TiWDERR (“www.tiwderr.com” หรือ “ผู้ให้บริการ” หรือ “เว็บไซต์”) โดยไม่คำนึงถึงวิธีการเข้าถึง รูปแบบการแสดงผล เนื้อหาที่เข้าถึงหรืออุปกรณ์ที่ใช้ในการเข้าถึง ซึ่งบังคับใช้กับบุคคล นิติบุคคลและซอฟต์แวร์ที่เข้าถึงบริการข้างต้น โดยทั้งมีผู้ควบคุมและทั้งที่เป็นไปโดยอัตโนมัติ (“ผู้ใช้บริการ”)</span></p>
                            <p dir="ltr" ><span md_contact>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กรุณาศึกษาเงื่อนไขการใช้บริการและนโยบายความเป็นส่วนตัวอย่างรอบคอบก่อนใช้งานเว็บไซต์และบริการของ TiWDERR.com การใช้บริการของ TiWDERR.com ไม่ว่าส่วนหนึ่งส่วนใดและหรือการสมัครสมาชิกเท่ากับผู้ใช้บริการได้ยอมรับเงื่อนไขการใช้บริการและนโยบายความเป็นส่วนตัวนี้แล้ว และ TiWDERR.com ขอสงวนสิทธิ์ในการแก้ไขเปลี่ยนแปลงเงื่อนไขและข้อตกลงการให้บริการนี้โดยมิต้องแจ้งให้ผู้ใช้บริการทราบ</span></p>
                            <ol >
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>ขอสงวนสิทธิเฉพาะผู้ใช้งานที่ลงทะเบียนเป็นสมาชิกเว็บไซต์สามารถใช้งานบริการและหรือร่วมทำกิจกรรมต่าง ๆ ที่จัดขึ้นในเว็บไซต์</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>การลงทะเบียนสมาชิกเว็บไซต์ ผู้ใช้งานจะต้องให้ข้อมูลส่วนบุคคลของตนเองอย่างถูกต้องสมบูรณ์ และตรงกับความเป็นจริง</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>หากมีการเปลี่ยนแปลงข้อมูลในภายหลัง ผู้ใช้งานตกลงจะแก้ไขปรับปรุงข้อมูลส่วนบุคคลที่เคยระบุไว้ในข้อ 2 ให้ถูกต้องและตรงต่อความเป็นจริงในปัจจุบัน</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>ผู้ใช้งานตกลงจะรักษาอีเมลแอดเดรส (email address) และรหัสผ่าน (password) ไว้เป็นความลับ หากผู้ใช้งานมอบหรืออนุญาตให้บุคคลอื่นนำข้อมูลส่วนบุคคล และ/หรืออีเมลแอดเดรส (email address) และรหัสผ่าน (password) ดังกล่าวไปใช้เพื่อการใด ๆ ให้ถือว่าเป็นการกระทำโดยตัวของผู้ใช้งานเองและผู้ใช้งานจะต้องรับผิดชอบในการใดๆ ที่อาจเกิดขึ้นจากการกระทบดังกล่าวโดยสิ้นเชิงTiWDERR.com จะไม่มีส่วนรับผิดชอบใดๆทั้งสิ้น</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>ในกรณีผู้ใช้งานใช้สิทธิไปในทางที่ก่อให้เกิดความเสียหายต่อผู้ใช้งานอื่นใด ผู้ใช้งานตกลงที่จะรับผิดชอบต่อเว็บไซต์สำหรับความเสียหายที่เกิดขึ้นจนเต็มจำนวน</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>ผู้ใช้งานจะไม่กระทำการที่ไม่เหมาะสม หรือไม่ถูกต้องตามกฎหมาย หรือขัดต่อศีลธรรมอันดีของประชาชน หรือมีเหตุอันควรเชื่อได้ว่าผู้ใช้งานอาจเข้าใช้เว็บไซต์โดยมีเจตนาทุจริต</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>กรณีผู้ใช้งานเป็นเด็กและเยาวชนที่มีอายุต่ำกว่า 15 ปี ควรได้รับอนุญาตจากบิดา มารดา หรือผู้ปกครองในการสมัครเป็นสมาชิกเว็บไซด์ รวมถึงการทำธุรกรรมใด ๆ ที่เกี่ยวข้องกับการสั่งซื้อสินค้าออนไลน์</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>ข้อมูลส่วนตัวของผู้ใช้บริการถือเป็นสาระสำคัญของการสมัครเป็นสมาชิกเว็บไซต์ในกรณีที่ผู้ใช้งานไม่ปฏิบัติตามข้อกำหนดในการสมัครเว็บไซต์นี้ เว็บไซต์มีสิทธิที่จะเพิกถอนการเป็นสมาชิกเว็บไซต์ของผู้ใช้งานและมีสิทธิระงับการให้บริการได้ทันทีโดยไม่ต้องแจ้งให้ผู้ใช้งานทราบล่วงหน้า โดยเว็บไซต์ไม่ต้องรับผิดชดใช้ค่าเสียหายใดๆ ให้แก่ผู้ใช้งานทั้งสิ้น</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>ในกรณีที่ผู้ใช้งานไม่ปฏิบัติตามข้อกำหนดในการสมัครเว็บไซต์นี้ เป็นเหตุให้เว็บไซต์หรือบุคคลภายนอกได้รับความเสียหายผู้ใช้งานตกลงจะเป็นผู้รับผิดชอบในความเสียหายที่เกิดขึ้นทั้งสิ้น</span></p>
                                </li>
                            </ol>
                        
                    <h5 dir="ltr" ><span >การจำกัดความรับผิด</span></h5>
                    
                            <p dir="ltr" ><span >&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span md_contact>&nbsp;&nbsp;&nbsp;ในกรณีที่เกิดความเสียหายแก่ผู้ใช้บริการและหรือสมาชิก หรือบุคคลอื่นใดอันเนื่องมาจากการใช้บริการเว็บไซต์หรือจากการไม่ปฏิบัติตามระเบียบข้อบังคับในการใช้บริการเว็บไซต์บุคคลผู้ก่อให้เกิดความเสียหายจะต้องรับผิดชอบและรับผลเสียหายที่เกิดขึ้นนั้นแต่เพียงผู้เดียวผู้ใช้บริการตกลงสละสิทธิเรียกร้องต่อบริษัทในความสูญหายและเสียหายใด ๆ ที่เกิดขึ้นจากการใช้บริการนี้ทั้งสิ้น</span></p>
                            <ol >
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>เว็บไซต์ไม่รับประกันในคุณภาพ ข้อมูลภาพ เนื้อหาข่าวสารที่ผู้ใช้งานรับ-ส่งผ่านระบบเครือข่ายของเว็บไซต์ และเว็บไซต์</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>เว็บไซต์ไม่มีส่วนรับผิดในเหตุอันเนื่องมาจากเกิดความล่าช้า ผิดพลาด ขาดตกบกพร่องหรือการขัดข้องของวงจรสื่อสารที่ใช้ในการให้บริการของเว็บไซต์แต่อย่างใด</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>เว็บไซต์ขอสงวนสิทธิในการพิจารณาเปลี่ยนหรือคืนสินค้า ผู้สอน งานสอน และขอสงวนสิทธิในการพิจารณาในการคืนหรือไม่คืนเงินบริการไม่ว่ากรณีใด ๆ ทั้งสิ้น โดยการเปลี่ยนแปลงการรับบริการหรือขอรับการคืนเงิน จะต้องอยู่ในการตัดสินใจเป็นเด็ดขาดจากทางเว็บไซต์</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>ระบบการให้บริการ ผู้ใช้งานรับทราบและตกลงอย่างชัดแจ้งว่าเว็บไซต์ไม่อาจรับประกันว่าเปิดเข้าหรือการใช้เว็บไซต์ทั้งส่วนหนึ่งส่วนใด หรือทั้งหมดจะสามารถกระทำได้ตลอดเวลา รวดเร็วทันใจปราศจากการรบกวน หรือมีข้อผิดพลาด และไม่รับประกันว่าเว็บไซต์จะปราศจากไวรัสหรือสิ่งที่ก่อความเสียหายต่อคอมพิวเตอร์อื่นใดของผู้ใช้งาน</span></p>
                                </li>
                            </ol>
                        
                    <h5 dir="ltr" ><span >ลิขสิทธิ์ตามกฎหมาย Copyright</span></h5>
                    
                            <ol >
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>เว็บไซต์มีสิทธิในการแก้ไขเปลี่ยนแปลง หรือยกเลิกข้อตกลงฉบับนี้และ/หรือเงื่อนไขและข้อตกลงอื่นใดบนเว็บไซต์โดยไม่จำต้องแจ้งให้ผู้ใช้งานทราบล่วงหน้า</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>ผู้ใช้งานตกลงและยอมรับว่าบรรดาข้อมูล ข้อความ รูปภาพ เสียง โลโก้และ/หรือส่วนหนึ่งส่วนใดของเว็บไซต์นี้รวมถึงแต่ไม่จำกัด เฉพาะ ลิขสิทธิ์เครื่องหมายการค้า เครื่องหมายบริการชื่อทางการค้าฐานข้อมูล ความลับทางการค้า สิทธิบัตร โนว์ฮาว แนวคิดและรูปแบบในการนำเสนอที่พัฒนาขึ้นเพื่อใช้ในการให้บริการในเว็บไซต์นี้ถือเป็นงานที่ได้รับความคุ้มครองตามกฎหมายทรัพย์สินทางปัญญาห้ามผู้ใดทำการลอกเลียนแบบทำซ้ำหรือดัดแปลงไม่ว่าจะบางส่วนหรือทั้งหมด</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>เนื้อหาทั้งหมดที่แสดงในเว็บไซต์อยู่ภายใต้กฎหมายทรัพย์สินทางปัญญาโดยมีเว็บไซต์เป็นเจ้าของทรัพย์สินทางปัญญาทั้งหลายที่ปรากฏอยู่บนเว็บไซต์ ผู้ใช้งานสามารถใช้เนื้อหาเหล่านั้นเพื่อประกอบการใช้งานเว็บไซต์เท่านั้น ห้ามมิให้ผู้ใช้งานทำการลอกเลียนแบบหรือทำซ้ำเนื้อหาเหล่านั้นเพื่อใช้งานในวัตถุประสงค์อื่น</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>ผู้ใช้งานต้องไม่กระทำการใด ๆ อันเป็นการละเมิดหรือควรเชื่อได้ว่าเป็นการละเมิดสิทธิในลิขสิทธิ์ เครื่องหมายการค้า สิทธิบัตร ความลับทางการค้า รวมทั้งทรัพย์สินทางปัญญาอื่นตามกฎหมาย ไม่ว่าโดยวิธีการใด ทั้งนี้ ไม่ว่าจะกระทำโดยมีเจตนาหรือไม่ก็ตาม หากผู้ใช้งานฝ่าฝืนข้อกำหนดดังกล่าวผู้ใช้งานตกลงให้เว็บไซต์ยกเลิกการเป็นสมาชิกของผู้ใช้งานเป็นการถาวรและดำเนินคดีตามกฏหมายกับผู้กระทำผิด</span></p>
                                </li>
                                <li dir="ltr" >
                                    <p dir="ltr" ><span md_contact>กฎหมายที่ใช้บังคับ เงื่อนไข และข้อตกลงในการใช้เว็บไซต์นี้และ/หรือเงื่อนไขและข้อตกลงอื่นใดที่ปรากฏบนเว็บไซต์อยู่ภายใต้บังคับแห่งกฎหมายไทย และไม่อยู่ภายใต้การขัดกันแห่งกฎหมาย</span></p>
                                </li>
                            </ol>
                        
                    <h5 dir="ltr" ><span >กฎหมายที่ใช้บังคับ</span></h5>
                    
                        <p dir="ltr" ><span >&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span><span >หากเกิดข้อพิพาทใดๆ ที่เกิดจากการให้บริการของเรา อันเนื่องมาจากเว็บไซต์นี้ท่านและเราตกลงใช้กฎหมายไทยในการ ระงับข้อพิพาทการใช้บริการในเว็บไซต์นี้ของท่าน ถือเป็นการตกลงและยอมรับข้อกำหนดและเงื่อนไขของเว็บไซต์ฉบับนี้และ การที่ท่านใช้บริการภายหลังจากการมีการแก้ไขเพิ่มเติม ข้อกำหนดและเงื่อนไขของเว็บไซต์ฉบับนี้ของเราในอนาคตย่อมถือว่าท่านยอมรับข้อกำหนดและเงื่อนไขของเว็บไซต์ของเราที่ได้มีการแก้ไขเพิ่มเติมดังกล่าว</span></p>
                        <div><span ><br></span></div>
                    
                </div>
            </div>
        </div>
    </div>
</div>